{
  "ordersText": [
    {
      "title": "ЧЕРЕПА ИНФОРАБЫ",
      "general": "После добора карт в руку во время подготовки к битве, которую вы начали с помощью этого приказа, вы можете взять на руку 2 боевые карты, а затем сбросить 2 боевые карты. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ПОВЕЛИТЕЛЬ МАШИН",
      "general": "Во время выполнения этого приказа вы можете либо увеличить лимит развертывания на 1, либо снизить общую стоимость купленных отрядов и построек на 1. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "БЛАГОСЛОВЕННЫЕ МАСЛА",
      "general": "После добора карт в руку во время подготовки к битве, которую вы начали с помощью этого приказа, вы можете перебросить 1 куб за каждый ваш отряд в оспариваемой области. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "СВЯЩЕННЫЕ ПРОВОДНИКИ",
      "general": "После выполнения этого приказа вы можете купить 1 отряд и разместить его в мире с фабрикой, которую вы переместили. *newline* ОДИН РАЗ ЗА РАУНД. *newline* ТРЕБУЕТ ПОВЕЛИТЕЛЬ МАШИН."
    },
    {
      "title": "ПЛОТЬ СЛАБА",
      "general": "Бастионы противника не могут предотвратить этот орбитальный удар. Во время выполнения этого орбитального удара вы можете потратить 2 [S]. Если вы это сделали и после выполнения этого орбитального удара в выбранном мире не осталось вражеских отрядов или бастионов, захватите все постройки в этом мире. *newline* ОДИН РАЗ ЗА РАУНД."
    }
  ],
  "eventsText": [
    {
      "title": "ПОИСК ЗНАНИЙ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* В конце Фазы Планирования вы можете сбросить эту карту, чтобы переместить 1 ваш жетон приказа с верха любого стека и разместить его на верх любого стека в соседней системе, в которой вы имеете право разместить жетон приказа.",
      "type": "ПЛАН"
    },
    {
      "title": "БОЕВЫЕ КУЗНИ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Во время раскрытия приказа в Фазу Действий вы можете сбросить эту карту, чтобы купить фабрику и разместить её в любом дружественном мире в активной системе.",
      "type": "ПЛАН"
    },
    {
      "title": "НЕКРОМЕХАНИКА",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Если вы обязаны пропустить свой ход в Фазу Действий, вы можете сбросить эту карту, чтобы взять 2 верхние карты колоды событий и разыграть их способности.",
      "type": "ПЛАН"
    },
    {
      "title": "ЯДЕРНАЯ БОМБАРДИРОВКА",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Перед выполнением орбитального удара вы можете сбросить эту карту, чтобы снизить показатель здоровья каждого вражеского отряда в выбранном мире на 1. Отряды, чей показатель здоровья снижается до 0, мгновенно уничтожаются.",
      "type": "ПЛАН"
    },
    {
      "title": "ТЕХНО-ЛИНГВА",
      "general": "Купите 1 улучшение приказа. Уменьшите его стоимость на 1 за каждый дружественный мир, который содержит фабрику.",
      "type": "ТАКТИКА"
    },
    {
      "title": "БАГРЯНАЯ ГВАРДИЯ",
      "general": "Либо потратьте 2 материала, чтобы бесплатно разместить 2 Скитариев в дружественном мире, который содержит фабрику, либо бесплатно разместите 1 Скитария в дружественном мире.",
      "type": "ТАКТИКА"
    },
    {
      "title": "БЛАГОСЛОВЕНИЕ БОГА МАШИНЫ",
      "general": "Получите 1 жетон запасов и 1 жетон кузницы.",
      "type": "ТАКТИКА"
    },
    {
      "title": "МЕХАМОРФОЗА",
      "general": "Либо бесплатно замените 1 Скитария на 1 Катафрона, либо бесплатно замените 1 Катафрона на 1 Онагра, либо потратьте 1 жетон кузницы, чтобы бесплатно заменить 1 Онагра на 1 Титана.",
      "type": "ТАКТИКА"
    }
  ],
  "combatText": [
    {
      "title": "СИКАРИЙЦЫ ЛАЗУТЧИКИ",
      "general": "Получите 1 [D] или примените общие способности вашей открытой боевой карты, разыгранной в предыдущем раунде битвы.",
      "unit": "Скитарий/Легкий Крейсер: Получите 1 (S)."
    },
    {
      "title": "ИНЖЕНЕР ТЕХНОЖРЕЦ",
      "general": "Восстановите 1 ваш отряд или получите 1 (B) и 1 (S).",
      "unit": "Скитарий/Легкий Крейсер: Получите 1 [D]."
    },
    {
      "title": "СКИТАРИИ АВАНГАРДА",
      "general": "Получите 2 (S).",
      "unit": "Скитарий/Легкий Крейсер: Во время шага нанесения повреждений в этом раунде битвы вы можете распределять урон вашим деморализованным отрядам, даже при наличии недеморализованных."
    },
    {
      "title": "СКИТАРИИ РЕЙНДЖЕРЫ",
      "general": "Если вы атакуете, посмотрите закрытую боевую карту вашего противника. *newpara* Получите 1 [B] или 1 [S].",
      "unit": "Скитарий/Легкий Крейсер: Получите 1 [M], 2 (B) или 2 (S)."
    },
    {
      "title": "СИКАРИЙЦЫ РЖАВОЛОВЧИЕ",
      "general": "Получите 1 [B].",
      "unit": "Скитарий/Легкий Крейсер: Получите 1 [M] или выберите 1 ваш недеморализованный отряд, чтобы получить (B), равное командному уровню выбранного отряда."
    },
    {
      "title": "РАЗМЫШЛЕНИЯ О НЕПОСТИЖИМОМ",
      "general": "",
      "unit": "Скитарий/Легкий Крейсер: Вынудите вашего противника потерять 1 [B], 1 [S] или 1 [M]. Затем получите 1 [B], 1 [S] или 1 [M], который потерял ваш противник."
    },
    {
      "title": "УЛУЧШЕННАЯ БИОНИКА",
      "general": "Получите 1 [B] или 1 (B).",
      "unit": "Катафрон/Легкий Крейсер: Получите 2 (S). Ваш противник может избежать этого эффекта, если потратит 1 [S]."
    },
    {
      "title": "ПЕРЕКЛЮЧЕНИЕ НА АГРЕССИЮ",
      "general": "Получите 1 [S] или 1 (S).",
      "unit": "Катафрон/Легкий Крейсер: Получите 2 (B). Ваш противник может избежать этого эффекта, если потратит 1 [B]."
    },
    {
      "title": "ПЕРЕРАСПРЕДЕЛЕНИЕ ЭНЕРГИИ",
      "general": "Переверните 1 свой [B] или [S] на [M]. *newpara* Получите 1 [D] или примените способности отрядов своей открытой боевой карты, разыгранной в предыдущем раунде битвы.",
      "unit": ""
    },
    {
      "title": "ПРЕВОСХОДСТВО МАШИНЫ",
      "general": "Получите 1 [D], 2 (B) или 2 (S). *newpara* Потратьте 1 [M], чтобы восстановить 1 свой отряд.",
      "unit": "Онагр/Ковчег Механикус: Выберите [B], [S] или [M]. Вынудите вашего противника перевернуть до 2 выбранных кубов на сторону с любым другим значком на ваш выбор."
    },
    {
      "title": "АРХЕОПТЕР МЕХАНИКУС",
      "general": "Переверните до 2 своих [B] на [M]. *newpara* Потратьте 1 [M], чтобы получить 3 (S).",
      "unit": "Онагр/Ковчег Механикус: Не сбрасывайте свои (S) в конце этого раунда битвы."
    },
    {
      "title": "ОГОНЬ НА ПОРАЖЕНИЕ",
      "general": "Получите 1 (B).",
      "unit": "Скитарий/Катафрон/Онагр: Выберите и деморализуйте 1 отряд вашего противника. Командный уровень этого отряда не может превышать самый высокий командный уровень вашего недеморализованного отряда."
    },
    {
      "title": "МЕСТЬ ДУХА МАШИНЫ",
      "general": "Получите 1 [S] или 1 (S). *newline* Переверните до 2 своих [B] на [S].",
      "unit": "Титан/Ковчег Механикус: Если ваши отряды или бастион не получили урон в этом раунде, деморализуйте 1 отряд вашего противника. *newpara* Потратьте любые 2 своих куба, чтобы уничтожить 1 отряд вашего противника командного уровня 0 или 1 постройку в этом мире."
    },
    {
      "title": "ЯРОСТЬ МАШИНЫ",
      "general": "Получите 3 (B).",
      "unit": "Титан/Ковчег Механикус: Не сбрасывайте свои (B) в конце этого раунда битвы."
    }
  ]
}
