{
  "ordersText": [
    {
      "title": "ОХОТА ЗА РАБАМИ",
      "general": "Если вы выбросили хотя бы 2 [B] во время выполнения этого орбитального удара, получите 1 жетон подкрепления. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ВОПЛОЩЕННАЯ ЗЛОБА",
      "general": "После выполнения этого приказа вы можете либо потратить 1 жетон подкрепления, чтобы бесплатно разместить 1 Кабалита Воина в любом дружественном мире, либо бесплатно заменить 1 Кабалита Воина на 1 Ведьму в активной системе. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ПАУТИНА СТРАДАНИЙ",
      "general": "Во время выполнения этого приказа вы можете переместить отряды в активную систему из любых соседних с ней систем. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "СИЛА В БОЛИ",
      "general": "После раскрытия этого приказа ваш командный уровень увеличивается на 1 во время выполнения этого приказа. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ЗАТМЕВАЮЩИЙ СПУСК",
      "general": "Бастионы противника не могут предотвратить этот орбитальный удар. Во время выполнения этого орбитального удара вы можете потратить 1 [B], чтобы переместить 1 из ваших кораблей в активной системе в другую пустоту в активной системе. Это может привести к новой битве по завершении текущего орбитального удара. *newline* ОДИН РАЗ ЗА РАУНД."
    }
  ],
  "eventsText": [
    {
      "title": "РЕЙД ИЗ ПАУТИНЫ",
      "general": "Разместите эту карту в своей игровой зоне и сбросьте все ваши прочие планы. *newpara* Вместо раскрытия одного из ваших приказов в Фазу Действий вы можете сбросить эту карту, чтобы выбрать неконтролируемый мир. Получите ценные ресурсы этого мира и материалы, равные производственному значению этого мира.",
      "type": "ПЛАН"
    },
    {
      "title": "ГЕНЕРАТОР ТЕНЕВОГО ПОЛЯ",
      "general": "Разместите эту карту в своей игровой зоне и сбросьте все ваши прочие планы. *newpara* Во время выполнения приказа Продвижения вы можете сбросить эту карту, чтобы выполнить его шаги в любом порядке.",
      "type": "ПЛАН"
    },
    {
      "title": "ПРАЗДНИК КРОВОПРОЛИТИЯ",
      "general": "Разместите эту карту в своей игровой зоне и сбросьте все ваши прочие планы. *newpara* В конце шага вызова подкреплений вы можете сбросить эту карту, чтобы вынудить вашего противника выбрать и деморализовать 1 свой отряд. Он может избежать этого эффекта, если потратит количество кубов, равное боевой мощи выбранного отряда.",
      "type": "ПЛАН"
    },
    {
      "title": "ВИДЕНИЯ КОММОРЫ",
      "general": "Вместо размещения жетона приказа во время Фазы Планирования вы можете сбросить эту карту.",
      "type": "ПЛАН"
    },
    {
      "title": "ТОРГОВЛЯ РАБАМИ",
      "general": "Либо потратьте до 2 материалов, чтобы получить 1 ценный ресурс на ваш выбор за каждый потраченный материал, либо потратьте до 2 ценных ресурсов, чтобы получить по 2 материала за каждый потраченный ценный ресурс.",
      "type": "ТАКТИКА"
    },
    {
      "title": "ЖУТКИЕ ТРОФЕИ",
      "general": "Уничтожьте 1 ваш отряд в любом мире. Получите материалы, равные его материальной стоимости, и жетоны подкрепления в количестве, равном его значению боевого духа.",
      "type": "ТАКТИКА"
    },
    {
      "title": "УБИЙСТВЕННОЕ ПРЕДСТАВЛЕНИЕ",
      "general": "Купите 1 боевое улучшение. Вы можете тратить жетоны подкрепления, чтобы уменьшить его стоимость на 2 за каждый жетон.",
      "type": "ТАКТИКА"
    },
    {
      "title": "ПОДДЕРЖКА ЧЕРНОГО СЕРДЦА",
      "general": "Либо бесплатно разместите 1 Крейсер в любой дружественной пустоте, либо потратьте 2 материала и 1 жетон кузницы, чтобы бесплатно заменить 1 Крейсер на 1 Гаснущее Солнце.",
      "type": "ТАКТИКА"
    }
  ],
  "combatText": [
    {
      "title": "ОХОТА НА СЛАБЫХ",
      "general": "Получите 1 [B] или потратьте 1 куб, чтобы восстановить 1 ваш отряд.",
      "unit": "Кабалит Воин/Крейсер: Получите 1 [D].",
      "icons": "B"
    },
    {
      "title": "ПОСЛАННИКИ ВЕКТА",
      "general": "Получите 1 [S]. *newpara* Если у вас есть хотя бы 1 недеморализованный корабль в активной системе, получите 1 жетон подкрепления и вынудите вашего противника сбросить 1 свой жетон подкрепления.",
      "unit": "Кабалит Воин: Разместите 1 ваш жетон подкрепления в эту область.",
      "icons": "S"
    },
    {
      "title": "НАПАДЕНИЕ ИЗ ТЕНИ",
      "general": "",
      "unit": "Кабалит Воин/Крейсер: Ваш противник может отступить 1 отрядом. Если он этого не сделал, получите 1 (B) за каждого недеморализованного Кабалита Воина или Крейсер. *newpara* Сбросьте эту карту, чтобы отступить 1 отрядом.",
      "icons": "B"
    },
    {
      "title": "СКРЫТНОЕ УБИЙСТВО",
      "general": "Получите 1 (B). *newpara* Переверните 1 ваш [M] на [B].",
      "unit": "Кабалит Воин/Ведьма/Крейсер: Получите 1 (S). *newpara* Вынудите вашего противника перебросить 1 куб на ваш выбор.",
      "icons": "B"
    },
    {
      "title": "КРЫЛАТЫЙ УДАР",
      "general": "Получите 1 (B) или возьмите 1 боевую карту.",
      "unit": "Ведьма/Крейсер: Получите 2 (S) или разыграйте 1 боевую карту с руки. Не применяйте её способности, но получите её боевые значки до конца этой битвы.",
      "icons": "M"
    },
    {
      "title": "УПОЕНИЕ РЕЗНЕЙ",
      "general": "Получите 2 (B). Ваш противник может избежать этого эффекта, если потеряет 1 [S].",
      "unit": "Ведьма/Крейсер: Потратьте 1 свой куб, чтобы получить 1 [B] и 1 (S) или 1 [S] и 1 (B).",
      "icons": "BB"
    },
    {
      "title": "ТАКТИКА РЕЙДЕРОВ",
      "general": "Если вы атакуете, получите (B). Если ваш отряд будет уничтожен в этом раунде битвы, вы можете отступить им вместо этого. *newpara* Если вы защищаетесь, получите 2 (S). Любой отряд противника, деморализованный в этом раунде битвы, уничтожается. Ваш противник может избежать этого уничтожения, если потратит 1 [M].",
      "unit": "",
      "icons": "BS"
    },
    {
      "title": "ВЫСТРЕЛИТЬ И ИСЧЕЗНУТЬ",
      "general": "Получите 1 [B] или 1 [S].",
      "unit": "Кабалит Воин/Крейсер: Ваш противник может отступить 1 своим отрядом. Затем вы можете переместить 1 свой отряд в соседнюю дружественную или неконтролируемую область. Если вы это сделали, получите 1 [M] или 2 (B).",
      "icons": "BM"
    },
    {
      "title": "ВСЕГДА В ДВИЖЕНИИ",
      "general": "Если вы атакуете, ваш противник не может получать (B) в этом раунде битвы. *newpara* Если вы защищаетесь, получите 1 [S]. Ваш противник теряет 2 (B).",
      "unit": "Ведьма/Крейсер: Потратьте 1 [M], чтобы бесплатно разместить 1 жетон подкрепления в этой области.",
      "icons": "SS"
    },
    {
      "title": "ПОЗНАНИЕ АГОНИИ",
      "general": "Вынудите вашего противника потерять 1 [M]. *newpara* Во время этого боя ваш противник не может получать или тратить [M].",
      "unit": "",
      "icons": "BBS"
    },
    {
      "title": "МУЧИТЕЛЬНЫЕ ОБЪЯТИЯ",
      "general": "Ваш противник может выбрать и отступить 1 своим отрядом. Если он этого не сделал, вынудите вашего противника потратить 1 [B] или 1 [M].",
      "unit": "Опустошитель/Гаснущее Солнце: Если у вас меньше [M], чем у вашего противника, ваш противник теряет 1 [M]. В противном случае получите 2 (B) и 1 (S).",
      "icons": "SSM"
    },
    {
      "title": "ДОБИТЬ ПООДИНОЧКЕ",
      "general": "Ваш противник может выбрать и отступить 1 своим отрядом. Если он этого не сделал, вынудите вашего противника потратить 1 [S] или 1 [M].",
      "unit": "Опустошитель/Гаснущее Солнце: Получите 1 (B) и 2 (S). Ваш противник может избежать этого эффекта, если уничтожит 1 свой отряд.",
      "icons": "BBM"
    },
    {
      "title": "ШКВАЛ ЖЕСТОКОСТИ",
      "general": "Передвиньте 1 Опустошителя или 1 Крейсер из области в активной или соседней системе в эту область. Если вы сделали это, получите 2 [D].",
      "unit": "Опустошитель: Бесплатно разместите 1 жетон подкрепления в эту область. *newline* Вынудите вашего противника потерять 1 [D]. *newpara* Гаснущее Солнце: Получите 2 (B).",
      "icons": "BBSM"
    },
    {
      "title": "ДВИЖИМЫЕ НЕНАВИСТЬЮ",
      "general": "Получите 2 (B), 2 (S) или потратьте 1 из своих кубов, чтобы получить 2 (B) и 2 (S).",
      "unit": "Опустошитель/Гаснущее Солнце: Вынудите вашего противника потерять 1 [B], 1 [S] и 1 [M].",
      "icons": "BSM"
    }
  ]
}
