{
  "ordersText": [
    {
      "title": "СТРАШНЫЙ ПРИГОВОР",
      "general": "Во время шага разрешения битвы, которую вы начали с помощью этого приказа, если вы победитель, вынудите вашего противника выбрать и уничтожить 1 деморализованный отряд до отступления. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ОЧИСТИТЬ СТЯГИ",
      "general": "После раскрытия этого приказа вы можете восстановить все свои отряды в активной системе. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "ЗНАКИ ОТКРОВЕНИЙ",
      "general": "После раскрытия этого приказа вы можете просмотреть все жетоны приказов в любом стеке. Затем вы можете сбросить 1 из своих жетонов приказов из этого стека, чтобы положить 2 жетона приказа из своего запаса на свою колоду событий. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "УЖАСНЫЙ УДАР",
      "general": "Бастионы противника не могут предотвратить этот орбитальный удар. Во время выполнения этого орбитального удара вы можете потратить 2 [S], чтобы вынудить вашего противника выбрать и отступить одним своим отрядом в этом мире по правилам защищающегося. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "НЕИЗБЕЖНАЯ КАЗНЬ",
      "general": "Во время выполнения этого орбитального удара получите 1 [D]. Вы можете выполнить этот орбитальный удар по любому миру в активной системе. *newline* ОДИН РАЗ ЗА РАУНД."
    }
  ],
  "eventsText": [
    {
      "title": "ТРИУМФАЛЬНЫЙ ОТХОД",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* После выполнения приказа Продвижения вы можете сбросить эту карту, чтобы собрать маркер цели Инквизиции в дружественном мире в активной системе.",
      "type": "ПЛАН"
    },
    {
      "title": "ПСИОНИЧЕСКАЯ ВОЙНА",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Во время раскрытия приказа в Фазу Действий вы можете сбросить эту карту, чтобы выбрать и перевернуть улучшение приказа вашего противника, сделав его непригодным к использованию в этом раунде.",
      "type": "ПЛАН"
    },
    {
      "title": "НАЕМНЫЕ ГОЛОВОРЕЗЫ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все свои прочие планы. *newpara* Вместо раскрытия приказа во время Фазы Действий вы можете сбросить эту карту, чтобы вынудить любого противника сбросить план со своей игровой Зоны.",
      "type": "ПЛАН"
    },
    {
      "title": "ТЕОСОФОМИЯ",
      "general": "Сбросьте эту карту.",
      "type": "ТАКТИКА"
    },
    {
      "title": "РАДИКАЛЫ И ПУРИТАНЕ",
      "general": "Либо купите 1 постройку, уменьшив её стоимость на 1, либо уничтожьте 1 постройку в дружественном мире, чтобы получить материалы, равные её материальной стоимости, увеличенной на 1.",
      "type": "ТАКТИКА"
    },
    {
      "title": "ЭЛИЗИАНСКИЕ ВОЙСКА",
      "general": "Либо бесплатно разместите 1 Штурмовика в неконтролируемом мире в системе, которая содержит хотя бы 1 ваш корабль, либо бесплатно разместите 1 Штурмовика в любом дружественном мире.",
      "type": "ТАКТИКА"
    },
    {
      "title": "ДОГМА МИНИСТОРУМА",
      "general": "Купите 1 боевое улучшение. Уменьшите его стоимость на 1 за каждую систему, не содержащую вражеские войска, но не меньше 1.",
      "type": "ТАКТИКА"
    },
    {
      "title": "АБСОЛЮТНЫЕ ПОЛНОМОЧИЯ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Вы можете сбросить эту карту перед тем, как положить свой первый жетон приказа в Фазу Планирования, чтобы положить дополнительный жетон приказа. В этой Фазе Планирования вы положите 5 жетонов приказов.",
      "type": "ПЛАН"
    }
  ],
  "combatText": [
    {
      "title": "ОСЛЕПЛЯЮЩИЙ ЗАЛП",
      "general": "Если вы атакуете, ваш противник не может разыграть общие способности на следующей открытой боевой карте. Если вы защищаетесь, получите 1 [D].",
      "unit": ""
    },
    {
      "title": "ТЕНЕВАЯ МИССИЯ",
      "general": "Получите 1 [M]. *newpara* Восстановите 1 ваш отряд.",
      "unit": "Штурмовик/Крейсер: Если у вас больше [M], чем у вашего противника, он должен выбрать и деморализовать 1 свой отряд или потерять 1 куб на свой выбор."
    },
    {
      "title": "ЩИТ ПСАЙКЕРА",
      "general": "Получите 2 (S).",
      "unit": "Караул Смерти/Крейсер: Потратьте 2 (S), чтобы бесплатно разместить 1 жетон подкрепления в эту область."
    },
    {
      "title": "БЕССПОРНАЯ МУДРОСТЬ",
      "general": "Получите 1 [B] или 1 [S].",
      "unit": "Штурмовик/Крейсер: Разыграйте 1 боевую карту с руки. Не применяйте её способности, но получите её боевые значки до конца этого раунда битвы."
    },
    {
      "title": "ФРЕНЗОНОВЫЕ ИМПЛАНТЫ",
      "general": "Получите 2 (B).",
      "unit": "Штурмовик/Крейсер: Потратьте 2 (B), чтобы перевернуть все ваши [M] на [B]."
    },
    {
      "title": "ОДОБРЕННЫЙ ПСАЙКЕР",
      "general": "Ваш противник может потратить 1 [B], чтобы получить 1 (B). Если он этого не сделал, вынудите его потерять 1 [S].",
      "unit": "Штурмовик/Крейсер: Вынудите вашего противника перебросить 2 куба на свой выбор. Получите 1 (B) и 1 (S) за каждый [B] и 1 (S) за каждый [S], выброшенные при разрешении общей способности этой карты."
    },
    {
      "title": "НЕПРЕКЛОННЫЕ КРЕСТОНОСЦЫ",
      "general": "Получите 2 (B).",
      "unit": "Караул Смерти/Крейсер: Если вы защищаетесь, восстановите 1 свой отряд. *newpara* Вынудите вашего противника потерять 1 [S] или 2 (B)."
    },
    {
      "title": "БЕСПОЩАДНАЯ АТАКА",
      "general": "Получите 2 (S).",
      "unit": "Караул Смерти/Крейсер: Если вы атакуете, восстановите 1 свой отряд. *newpara* Потратьте 1 [S], чтобы получить 2 (B)."
    },
    {
      "title": "РУКОВОДСТВО ПО ВЕРЕ",
      "general": "Если вы атакуете, ваш противник не может разыграть способности отрядов на следующей открытой боевой карте. *newpara* Если вы защищаетесь, получите 1 [D] или отступите одним своим отрядом.",
      "unit": ""
    },
    {
      "title": "ВЗГЛЯД БЕЗ ГЛАЗ",
      "general": "Получите 1 [D].",
      "unit": "Караул Смерти/Чёрный Корабль: Вынудите вашего противника потерять 3 куба на свой выбор. Затем потратьте 3 своих куба."
    },
    {
      "title": "ЗАЩИТНЫЙ БАРЬЕР",
      "general": "Перебросьте 1 [B] или 1 [M], чтобы вынудить вашего противника потерять 1 [B].",
      "unit": "Валькирия: Заберите 1 Штурмовика из любого мира и разместите его в этом мире. Чёрный Корабль: Заберите 1 Штурмовика из любого мира и разместите его в дружественном или неконтролируемом мире в этой системе."
    },
    {
      "title": "РАКЕТЫ ХЕЛЛСТРАЙК",
      "general": "Перебросьте 1 [S] или 1 [M], чтобы вынудить вашего противника потерять 1 [S].",
      "unit": "Валькирия/Чёрный Корабль: Выберите и уничтожьте 1 деморализованный отряд вашего противника."
    },
    {
      "title": "СЕРЕБРЯНАЯ БРОНЯ",
      "general": "Получите 1 [S] или 2 (S).",
      "unit": "Рыцарь Немезиды/Чёрный Корабль: Значение здоровья всех ваших отрядов повышается на 1 во время этой битвы."
    },
    {
      "title": "ГЛУБОКИЙ УДАР",
      "general": "Получите 1 (B) или переверните до 3 своих кубов на [B].",
      "unit": "Рыцарь Немезиды: В течение этого раунда битвы отряды противника, получающие какой-либо урон, уничтожаются. *newpara* Чёрный Корабль: Деморализуйте 1 отряд вашего противника."
    }
  ]
}
