{
  "ordersText": [
    {
      "title": "КРЕСТНЫЙ ХОД",
      "general": "Во время выполнения этого приказа вы можете считать неконтролируемые миры дружественными для перемещения не более 2 ваших отрядов. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "БОЖЕСТВЕННОЕ ИЗБАВЛЕНИЕ",
      "general": "Если во время выполнения этого приказа вы начали битву в мире, то получите 1 за каждую недеморализованную Сестру Репентию в этой битве на шаге вызова подкреплений. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "НАПРАВИТЬ ПРАВЕДНИКОВ",
      "general": "После выполнения этого приказа вы можете разместить 1 бесплатный жетон подкрепления на дружественном мире в активной системе, если там есть бастион и нет жетона подкрепления. Когда этот мир становится оспариваемым, этот жетон подкрепления участвует в бою, но не считается отрядом на шаге подкрепления. Если бастион уничтожен вне боя, верните жетон подкрепления в резерв. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "БОЕВЫЕ ГИМНЫ",
      "general": "Во время выполнения этого орбитального удара получите 1 [D]. Если суммарный боевой дух ваших кораблей, участвующих в этом орбитальном ударе, превышает суммарный боевой дух недеморализованных отрядов и бастионов на выбранном мире, вынудите вашего противника деморализовать 1 отряд. *newline* ОДИН РАЗ ЗА РАУНД."
    },
    {
      "title": "СВЯЩЕННОЕ ПЛАМЯ",
      "general": "Бастионы противника не могут предотвратить этот орбитальный удар. Во время этого орбитального удара вы можете деморализовать любое количество кораблей, участвующих в этом орбитальном ударе. За каждый деморализованный корабль переверните до 2 ваших [S] или [M] на [B]. *newline* ОДИН РАЗ ЗА РАУНД."
    }
  ],
  "eventsText": [
    {
      "title": "НЕСОКРУШИМАЯ ВЕРА",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* В начале последнего раунда битвы вы можете сбросить эту карту, чтобы добавить половину значения боевого духа (с округлением вверх) ваших деморализованных отрядов к суммарному значению во время шага разрешения битвы.",
      "type": "ПЛАН"
    },
    {
      "title": "РОЖДЕНИЕ ГЕРОИНИ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Вместо раскрытия одного из ваших приказов в Фазу Действий вы можете сбросить эту карту, чтобы переместить 1 Сестру Репентию или 1 Сестру Битвы во вражеский мир любой системы и начать битву. Эта битва длится 1 раунд. Во время этой битвы считайте переместившийся отряд Живой Святой. Уничтожьте этот отряд после разрешения битвы.",
      "type": "ПЛАН"
    },
    {
      "title": "НЕСГИБАЕМАЯ ВЕРА",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* В начале раунда битвы вы можете сбросить эту карту. Если вы это сделали, ваши отряды не могут быть деморализованы в этом раунде битвы.",
      "type": "ПЛАН"
    },
    {
      "title": "СВЕРШИВШИЙСЯ ФАКТ",
      "general": "Разместите эту карту в своей игровой Зоне и сбросьте все ваши прочие планы. *newpara* Вместо раскрытия одного из ваших приказов в Фазу Действий вы можете сбросить эту карту, чтобы взять 1 Сестру Репентию или 1 Сестру Битвы из любого мира и разместить её в любом дружественном мире.",
      "type": "ПЛАН"
    },
    {
      "title": "РАЗМЕЩЕНИЕ ДЕСАНТНОГО СОБОРА",
      "general": "Либо бесплатно разместите 1 город в дружественном мире, который не содержит постройки, либо заплатите 3 материала, чтобы бесплатно разместить 1 город в дружественном мире, который не содержит город.",
      "type": "ТАКТИКА"
    },
    {
      "title": "РАССЕЧЕНИЕ ТЬМЫ",
      "general": "Купите 1 боевое улучшение. Уменьшите его стоимость на 1 за каждую систему, которая содержит как ваши отряды, так и отряды противника, но не более чем на 3.",
      "type": "ТАКТИКА"
    },
    {
      "title": "ВДОХНОВЛЯЮЩИЙ ОРАТОР",
      "general": "Получите 1 жетон подкрепления или получите 1 жетон подкрепления за каждый дружественный мир, который содержит город.",
      "type": "ТАКТИКА"
    },
    {
      "title": "АБСОЛЮТНАЯ ПОКОРНОСТЬ",
      "general": "Либо бесплатно разместите 1 Сестру Битвы в дружественном мире, который содержит 1 дружественный отряд, либо бесплатно разместите 1 Сестру Репентию в любом дружественном мире.",
      "type": "ТАКТИКА"
    }
  ],
  "combatText": [
    {
      "title": "ПРОДВИЖЕНИЕ ВПЕРЁД",
      "general": "Получите 2 [B] и 1 (B).",
      "unit": "Сестра Репентия/Легкий Крейсер: В этом раунде битвы, когда 1 ваш отряд с командным уровнем 0 уничтожается, уничтожьте 1 отряд противника с командным уровнем 0."
    },
    {
      "title": "СВЕТОЧ ВЕРЫ",
      "general": "",
      "unit": "Разыграйте одну из способностей: *newline* Сестра Репентия: Замените 1 Сестру Репентию на 1 Сестру Битвы в этом мире и получите 2 [D]. *newline* -или- *newline* Бастион/Легкий Крейсер: Получите 1 [M] и 2 (S)."
    },
    {
      "title": "ПУТЬ ИСКУПЛЕНИЯ",
      "general": "",
      "unit": "Бастион/Сестра Репентия/Легкий Крейсер: Получите 1 (B) или 1 (S). *newline* Разыграйте 1 боевую карту с руки. Затем сбросьте эту карту."
    },
    {
      "title": "СВЯТАЯ ТРОИЦА",
      "general": "Вынудите вашего противника перебросить 3 куба на свой выбор.",
      "unit": "Бастион/Сестра Битвы/Легкий Крейсер: Получите 1 (S) за каждый [B], выброшенный вашим противником в результате применения общей способности этой карты."
    },
    {
      "title": "БЛАГОСЛОВЛЕННОЕ НАСТУПЛЕНИЕ",
      "general": "Перебросьте 1 ваш куб. *newpara* Получите 2 [D].",
      "unit": "Сестра Репентия/Легкий Крейсер: Получите 1 (B) за каждый [B], 1 (S) за каждый [S] и 1 [D] за каждый [M], выброшенные во время применения общих способностей этой карты."
    },
    {
      "title": "ФАНАТИЧЕСКОЕ РВЕНИЕ",
      "general": "Получите 1 (B). *newpara* Вынудите вашего противника потерять 1 [M].",
      "unit": "Сестра Битвы/Легкий Крейсер: В этом раунде битвы ваш противник не может восстанавливать свои отряды или размещать жетоны подкреплений в этой области. *newline* Если вы защищаетесь, восстановите 1 ваш отряд."
    },
    {
      "title": "МУЧЕНИЧЕСТВО",
      "general": "Переверните до 2 ваших [B] на [M].",
      "unit": "Сестра Битвы/Легкий Крейсер: Когда 1 из ваших отрядов будет уничтожен в этом раунде битвы, получите 1 [S]. Урон, превышающий значение здоровья уничтоженного отряда, теряется."
    },
    {
      "title": "ВЕРА ЗАЩИТИТ НАС",
      "general": "Вынудите вашего противника потерять 1 [B] или 1 [M]. *newpara* Если вы защищаетесь, вынудите вашего противника потерять 2 (B).",
      "unit": "Сестра Битвы/Легкий Крейсер: Получите 2 [D]."
    },
    {
      "title": "СНИСХОЖДЕНИЕ АНГЕЛА",
      "general": "Получите 1 (S) за каждый ваш недеморализованный отряд, максимум 3.",
      "unit": "Сестра Битвы/Легкий Крейсер: Получите 2 (B). *newpara* Во время шага нанесения повреждений в этом раунде битвы ваш противник распределяет урон своим войскам по 1 единице за раз."
    },
    {
      "title": "СОЖЖЕНИЕ МУЧЕНИКА",
      "general": "Получите 3 (S), если только ваш противник не потратит 1 куб на свой выбор. Если потратит, получите 1 [M].",
      "unit": "Разыграйте одну из способностей: *newline* Сестра Битвы/Легкий Крейсер: Потратьте 1 [S], чтобы получить 2 (B). *newline* -или- *newline* Экзорцист/Гранд-Крейсер: Получите 3 (B). Выберите ваш отряд с командным уровнем 2. Этот отряд должен получить урон первым в этом раунде битвы. Если он будет уничтожен, не сбрасывайте свои (B) в конце этого раунда битвы."
    },
    {
      "title": "ВЕРА ЗАЩИТИТ НАС",
      "general": "Получите 1 [M] и 1 (S).",
      "unit": "Разыграйте одну из способностей: *newline* Сестра Битвы/Легкий Крейсер: Восстановите 1 ваш отряд. *newline* -или- *newline* Экзорцист/Гранд-Крейсер: Если у вас больше отрядов, чем у вашего противника, вынудите его выбрать и деморализовать 1 свой отряд."
    },
    {
      "title": "РАЗРУШИТЕЛЬНЫЙ РЕФРЕН",
      "general": "Получите 1 (B) за каждый отряд противника.",
      "unit": "Разыграйте одну из способностей: *newline* Бастион: Получите 1 (S) за каждый ваш [M]. *newline* Сестра Репентия/Сестра Битвы/Легкий Крейсер: Получите 1 [D]."
    },
    {
      "title": "БОЖЕСТВЕННОЕ БЛАГОСЛОВЕНИЕ",
      "general": "Потратьте любое количество ваших [S] или [M]. Вынудите вашего противника потерять 1 [B] за каждый потраченный куб.",
      "unit": "Живая Святая/Гранд-Крейсер: Получите 4 [D]."
    },
    {
      "title": "БОЖЕСТВЕННАЯ КАРА",
      "general": "Получите 1 [M] или переверните до 2 ваших кубов на [M].",
      "unit": "Живая Святая/Гранд-Крейсер: Получите 1 (B) за каждый ваш [M]. *newline* В этом раунде битвы [B] не добавляются к значениям атаки."
    }
  ]
}
